<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ page isErrorPage="true" %>

<html>

<head>
<meta charset="UTF-8">
<meta http-equiv="refresh" content="1; url=/teen"> <!-- 1초 후에 자동으로 홈으로 이동 -->
<title>에러 발생</title>
<script>
alert("에러가 발생하였습니다. 1초 후에 홈으로 돌아갑니다.")
</script>
</head>

<body>
</body>

</html>

<!--
에러페이지 용량 채우기용 주석입니다.에러페이지 용량 채우기용 주석입니다.
에러페이지 용량 채우기용 주석입니다.에러페이지 용량 채우기용 주석입니다.
에러페이지 용량 채우기용 주석입니다.에러페이지 용량 채우기용 주석입니다.
에러페이지 용량 채우기용 주석입니다.에러페이지 용량 채우기용 주석입니다.
에러페이지 용량 채우기용 주석입니다.에러페이지 용량 채우기용 주석입니다.
에러페이지 용량 채우기용 주석입니다.에러페이지 용량 채우기용 주석입니다.
에러페이지 용량 채우기용 주석입니다.에러페이지 용량 채우기용 주석입니다.
에러페이지 용량 채우기용 주석입니다.에러페이지 용량 채우기용 주석입니다.
에러페이지 용량 채우기용 주석입니다.에러페이지 용량 채우기용 주석입니다.
에러페이지 용량 채우기용 주석입니다.에러페이지 용량 채우기용 주석입니다.
-->